tap "mutagen-io/mutagen"

brew "ansible"
brew "argocd"
brew "awscli"
brew "bat"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "helm"
brew "heroku"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "mas"
brew "minikube"
brew "mutagen"
brew "mutagen-compose"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "nkf"
brew "plantuml"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rust-analyzer"
brew "six"
brew "sqlite"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tgenv"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"

cask "iterm2"
cask "ngrok"
cask "virtualbox"
cask "vagrant"
cask "1password"
cask "discord"
cask "google-chrome"
cask "slack"
cask "tableplus"
cask "zoom"
cask "visual-studio-code"
cask "postman"
cask "gather"
cask "krisp"
cask "kindle"
cask "obsidian"
cask "adobe-acrobat-reader"
cask "authy"
cask "kap"
cask "clipy"
cask "hyperswitch"
cask "appcleaner"
cask "the-unarchiver"
cask "rectangle"
cask "alfred"
cask "karabiner-elements"
cask "flameshot"

mas "LINE", id: 539883307
